data/perf/nofe-d3bf9f8c39fe/mysql/tsan-sound-nofe/run5/oltp_read_only.txt
Sysbench script: /usr/share/sysbench/oltp_read_only.lua
sysbench /usr/share/sysbench/oltp_read_only.lua --mysql-user=root --mysql-socket=/tmp/mysql.sock  --threads=18 --time=180 --rand-type=special run | awk '/Latency \(ms\):/ { exit; } 1'
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 18
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            109858
        write:                           0
        other:                           15694
        total:                           125552
    transactions:                        7847   (43.54 per sec.)
    queries:                             125552 (696.68 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          180.2120s
    total number of events:              7847

MySQL build: ..